Repository: weblanwan/gpointing-device-settings
Catalog: po/*.po
Languages: bs

source: Dry _run
bs: Suho_pokretanje

source: _Finish dry run
bs: _Završi suho pokretanje

source: No %s found.
bs: Nijedan %s nije nađen.

source: An X error occurred. The error was %s.
bs: Došlo je do pogreške X. Pogreška je %s.

source: There is no registered property for %d.
bs: Nema registrirani objekt za %d.

source: Format type is mismatched. %s is specified but %s returns.
bs: Tip formata se ne slaže. %s je naveden ali %s se vraća.

source: No device found for %d.
bs: Uređaj nije nađen za %d.

source: Could not open %s device.
bs: Ne mogu otvoriti %s uređaj.

source: No float atom in XServer
bs: Nema pokretnog atoma u Iks serveru

source: %s did not find.
bs: %s nije nađen.

source: There is no widget(%s).
bs: Nema widget(%s).

source: Middle Button Emulation
bs: Emulacija Srednje Tipke

source: Use _middle button emulation
bs: Koristi _imitaciju srednje tipke

source: _timeout:
bs: _stanka:

# timeout
source: Short
bs: Kratko

# timeout
source: Long
bs: Dugo

source: Wheel Emulation
bs: Imitacija Koluta

source: Use _wheel emulation
bs: Koristi _imitaciju koluta

source: _button:
bs: _dugme:

source: tim_eout:
bs: ist_ek:

source: _inertia:
bs: _inercija:

# inertia
source: Short
bs: Kratko

# inertia
source: Long
bs: Dugo

source: Enable _vertical scroll
bs: Omogući _vertikalno pomicanje

source: Enable _horizontal scroll
bs: Omogući _horizontalno pomicanje

source: _Disable touchpad
bs: _Onemogući touchpad

source: Disable _tapping and scrolling
bs: _Onemogući _kuckanje i pomicanje

source: Disable while any _other devices are connected
bs: _Onemogući dok bilo koji _ drugi uređaj je priključen

source: Guest Mouse
bs: Gostujući miš

source: Set _guest mouse off
bs: Isključi _gostujućeg miša

source: Palm Detection
bs: Detekcija Dlana

source: Enable _palm detection
bs: Omogući _detekciju dlana

source: _range:
bs: _daljina:

source: Narrow
bs: Uzak

source: Wide
bs: Širok

source: pre_ssure:
bs: priti_sak:

source: Low
bs: Nisko

source: High
bs: Visoko

source: Locked Drags
bs: Zaključana Povlačenja

source: Enable _locked drags
bs: Omogući _zaključana povlačenja

source: General
bs: Opšte

source: Disable _tapping
bs: Onemogući _tapkanje

source: Tapping time:
bs: Vrijeme tapkanja:

# time
source: Short
bs: Kratko

# time
source: Long
bs: Dugo

source: Tapping move:
bs: Pomjeranje tapkanja:

# distance
source: Short
bs: Kratko

# distance
source: Long
bs: Dugo

source: Enable _faster tapping
bs: Omogući _brzo tapkanje

source: Tapping
bs: Tapkanje

source: Enable _vertical scrolling
bs: Omogući _vertikalno pomjeranje

source: Slow
bs: Spor

source: Fast
bs: Brzo

source: Enable _horizontal scrolling
bs: Omogućeno_horizontalno pomjeranje

source: Enable continuous edge scrolling
bs: Omogućeno kontinuirano pomjeranje ivica

source: Enable Ci_rcular scrolling
bs: Omogući Ci_rkularno pomjeranje

source: Start point of circular scrolling:
bs: Početna tačka kružnog pomjeranja:

source: Enable vertical scrolling when dragging with two fingers
bs: Omogućeno vertikalno pomjeranja kada povlačite sa dva prsta

source: Enable horizontal scrolling when dragging with two fingers
bs: Omogućeno horizontalno pomjeranja kada povlačite sa dva prsta

source: Scrolling
bs: Pomjeranje

source: Mimimum speed
bs: Najmanja brzina

source: Maximum speed
bs: Najveća brzina

source: Acceleration
bs: Ubrzanje

# yes
source: Low
bs: Nizak

# yes
source: High
bs: Visok

source: Speed
bs: Brzina

source: Sensitivity
bs: Osjetljivost

source: _Sensitivity:
bs: _Osjetljivost:

# sensitivity
source: Low
bs: Niska

# sensitivity
source: High
bs: Visoka

source: _Speed:
bs: _Brzina:

# speed
source: Slow
bs: Spora

# speed
source: Fast
bs: Brza

source: Enable sc_rolling
bs: Omogućeno sc_rolling

source: Middle button _timeout:
bs: Srednji dugme_pauza:

source: Press to Select
bs: Pritisni da označiš

source: Enable _Press to Select
bs: Omogućeno_Pritisnuti za označavanje

source: T_hreshold:
bs: P_rag:

# threshold
source: Low
bs: Nizak

# threshold
source: High
bs: Visok

source: Enable pointing-device plugin
bs: Omogućen dodatak pokazivačkog-uređaja

source: Set to True to enable the plugin to manage GPointingDeviceSettings settings.
bs: Postavi na Truje da omogućite dodatak za upravljanje GPointingDeviceSettings postavkama.

source: Pointing devices
bs: Pokazivački uređaji

source: Set your pointing devices preferences
bs: Postavi svoje pokazivačke mogućnosti uređaja
